[
    {
        "id": 1,
        "joke": "Chuck Norris can sneeze your face off.."
    },
    {
        "id": 2,
        "joke": "When Chuck Norris dies, the rest of the world will die with him."
    },
    {
        "id": 3,
        "joke": "Chuck Norris once cast his fishing line into the Bearing Sea and caught a 176 lb halibut from his patio lawn chair in southern Oklahoma."
    },
    {
        "id": 4,
        "joke": "Chuck Norris froze Medusa and bite a werewolf."
    },
    {
        "id": 5,
        "joke": "Little known fact: the very first amendment to the constitution was to remove the heading 'CHUCK NORRIS' and adding other words."
    },
    {
        "id": 6,
        "joke": "Chuck Norris died from a fight. Oh wait, its opposite day."
    },
    {
        "id": 7,
        "joke": "Chuck Norris finished the ice bucket challenge by dumping the entire Antarctica continent on his head."
    },
    {
        "id": 8,
        "joke": "The seven wonders of the world refers to Chuck Norris four limbs, his beard, his sharp intellect and his mighty erection."
    },
    {
        "id": 9,
        "joke": "Don't worry about Chuck Norris' carbon footprint. His physical bootprints have destroyed the earth irrepairably as it is."
    },
    {
        "id": 10,
        "joke": "If you ever talk shit about Texas, don't be surprised when Chuck Norris teleports into the room and starts slapping you around."
    },
    {
        "id": 11,
        "joke": "How come so many Godzilla movies were made? Because they never hired Chuck Norris to kill him off once and for all."
    },
    {
        "id": 12,
        "joke": "'Come with me if you want to live.' That's what Chuck Norris says as he approaches nut. And he means it."
    },
    {
        "id": 13,
        "joke": "Chuck Norris put the bop in the bop shoo wop shoo wop. He also put the ram in the ramalama-ding-dong."
    },
    {
        "id": 14,
        "joke": "The last digit of pi is Chuck Norris. He is the end of all things."
    },
    {
        "id": 15,
        "joke": "The things that go bump in the night? Chuck Norris."
    }
]